---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.MassDensity
source: html/c28a77bd-6588-16d2-6d7b-6b66316da9e1.htm
---
# Autodesk.Revit.DB.SpecTypeId.MassDensity Property

Mass Density, in discipline Common.

## Syntax (C#)
```csharp
public static ForgeTypeId MassDensity { get; }
```